tap "felixkratz/formulae"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "lizardbyte/homebrew"
tap "nikitabobko/tap"
tap "wix/brew"
brew "webp"
brew "openssl@3"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "btop"
brew "certifi"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "commitizen"
brew "deno"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "httrack"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "mtr"
brew "nvm"
brew "pnpm"
brew "podman"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "watchman"
brew "xclip"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "lizardbyte/homebrew/sunshine"
brew "wix/brew/applesimutils"
cask "aerospace"
cask "alt-tab"
cask "bitwarden"
cask "deskpad"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-sf-pro"
cask "ghostty"
cask "gltfquicklook"
cask "hiddenbar"
cask "homerow"
cask "itsycal"
cask "obsidian"
cask "podman-desktop"
cask "sf-symbols"
cask "shortcat"
cask "stats"
cask "vlc"
cask "zulu@11"