tap "felixkratz/formulae"
tap "lizardbyte/homebrew"
tap "nikitabobko/tap"
tap "wix/brew"
brew "webp"
brew "openssl@3"
brew "azure-cli"
brew "bat"
brew "btop"
brew "certifi"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "commitizen"
brew "deno"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "httrack"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "mtr"
brew "nvm"
brew "pnpm"
brew "podman"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "watchman"
brew "xclip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "lizardbyte/homebrew/sunshine"
brew "wix/brew/applesimutils"
cask "aerospace"
cask "alt-tab"
cask "bitwarden"
cask "brilliant"
cask "cameracontroller"
cask "deskpad"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-sf-pro"
cask "ghostty"
cask "gltfquicklook"
cask "hiddenbar"
cask "homerow"
cask "itsycal"
cask "moonlight"
cask "obsidian"
cask "podman-desktop"
cask "raycast"
cask "scroll-reverser"
cask "sf-symbols"
cask "shortcat"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zulu@11"
vscode "4ops.terraform"
vscode "74th.monokai-charcoal-high-contrast"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "apollographql.vscode-apollo"
vscode "atlassian.atlascode"
vscode "bierner.emojisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cesium.gltf-vscode"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "elijah-potter.harper"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ibm.ibmcloud-account"
vscode "icrawl.discord-vscode"
vscode "ionide.ionide-fsharp"
vscode "johnpapa.vscode-peacock"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leetcode.vscode-leetcode"
vscode "letrieu.expand-region"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "rcore.rcore-unused-css-classes"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shyykoserhiy.vscode-spotify"
vscode "sonarsource.sonarlint-vscode"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "wware.snippet-creator"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
